{
  "explanation": {
    "title": "Risk Explanation for Data Type {dataType}",
    "risk_of_rider_identification": "Risk of Rider Identification.",
    "why_is_this_not_visible_to_me": "Why is this data not visible to me as a {role}?",
    "why_is_this_visible_to_me": "Why is this data visible to me as a {role}?",
    "risk_level_explanation": "What risk is assigned to this data?",
    "medium_risk_explanation": "This data poses a medium risk because it is considered personal data within the meaning of European data protection law. It is therefore data that relates to an identified or identifiable living person and can be used to directly or indirectly identify a driver.",
    "low_risk_explanation": "This data poses a low risk because it is publicly available and third parties cannot use it to cause significant harm to data subjects.",
    "high_risk_explanation": "This data poses a high risk, as data theft can have serious consequences. Potential misuse of this data can be used to identify people and cause them severe harm.",
    "gdpr": "General Data Protection Regulation",
    "personal_information": "Personal Information",
    "data_stored": "The data will be stored",
    "data_stored_for_duration": "@:explanation.data_stored for {duration}.",
    "retention_period_title": "How long is the data stored?",
    "retention_period": "Retention Period",
    "until_user_deleted": "@:explanation.data_stored until the user is deleted.",
    "stored_until_no_longer_necessary": "@:explanation.data_stored until it is no longer necessary for the maintainer to further keep the data. The @:explanation.retention_period can vary depending on the risk of the data.",
    "data_is_visible": "It is not possible to identify a rider with this information and thus it is not @:explanation.personal_information according to the @:explanation.gdpr (GDPR). Therefore it is visible to you as a {role}.",
    "data_is_not_visible": "According to the risk of the data, it is possible to identify a rider with this information. Therefore it qualifies as @:explanation.personal_information according to the @:explanation.gdpr (GDPR). As a {role} you are not allowed to see this data.",
    "email": {
      "isVisible": "An email address is according to @:explanation.gdpr (GDPR) a @:explanation.personal_information because a person can be identified by the username within the email address. This is because in most cases users choose a username that has a close resemblance to the user's real name. For this reason, the email address is visible to you as {role}.",
      "isNotVisible": "An email address is according to @:explanation.gdpr (GDPR) a @:explanation.personal_information because a person can be identified by the username within the email address. This is because in most cases users choose a username that has a close resemblance to the user's real name. For this reason, the email address is not visible to you as {role}."
    },
    "phoneNumber": {
      "isVisible": "According to @:explanation.gdpr (GDPR), a telephone number is @:explanation.personal_information, because a person can be identified by the telephone number in the telephone book or on the Internet or by a phone call. This is because by searching for the phone number in the phone book or on the Internet, references (e.g. first name, last name, address, place of residence) can be found, which can be used to identify the person. For this reason, the phone number is visible to you as {role}.",
      "isNotVisible": "According to @:explanation.gdpr (GDPR), a telephone number is @:explanation.personal_information, because a person can be identified by the telephone number in the telephone book or on the Internet or by a phone call. This is because by searching for the phone number in the phone book or on the Internet, references (e.g. first name, last name, address, place of residence) can be found, which can be used to identify the person. For this reason, the phone number is not visible to you as {role}."
    },
    "surname": {
      "isVisible": "A surname is not necessarily @:explanation.personal_information according to the @:explanation.gdpr (GDPR) because there may be multiple people with the same name. Therefore, it is visible to you as a {role}. However, if the surname is combined with an address for example, it is @:explanation.personal_information and would not be visible to you.",
      "isNotVisible": "A surname is not necessarily @:explanation.personal_information according to @:explanation.gdpr (GDPR), because there can be multiple people with the same name. Therefore, it is not visible to you as {role}. However, if the last name cannot be combined with an address, for example, this does not constitute @:explanation.personal_information and would be visible to you."
    },
    "forename": {
      "isVisible": "A forename is not necessarily @:explanation.personal_information according to the @:explanation.gdpr (GDPR) because there may be multiple people with the same name. Therefore it is visible to you as a {role}. However, if the forename is combined with an address for example, the forename is @:explanation.personal_information and would not be visible to you.",
      "isNotVisible": "A first name is not necessarily @:explanation.personal_information according to @:explanation.gdpr (GDPR), because there can be multiple people with the same name. Therefore, it is not visible to you as {role}. However, if the first name cannot be combined with an address, for example, this does not constitute @:explanation.personal_information and would be visible to you."
    },
    "address": {
      "isVisible": "According to @:explanation.gdpr (GDPR), an address is @:explanation.personal_information, since one can identify a person by the address. A high risk is assigned to the data type of the address, since they entail severe consequences (e.g. burglary) in case of data theft. Since this @:explanation.personal_information carries a high risk, this @:explanation.personal_information is only visible to a small set of addressees, which includes the {role} you have selected. role belongs.",
      "isNotVisible": "According to @:explanation.gdpr (GDPR), an address is @:explanation.personal_information, because you can identify a person by the address. A high risk is assigned to the data type of the address, since they entail severe consequences (e.g. burglary) in case of data theft. Since this @:explanation.personal_information carries a high risk, this @:explanation.personal_information is only visible to a small set of addressees, which includes the {role} you have selected. role does not belong to, visible."
    },
    "paymentData": {
      "isVisible": "According to @:explanation.gdpr (GDPR), payment data is personal information, since a person can be identified by the payment data, which includes, among other things, the name. The data type of payment data is assigned a high risk, as it entails severe consequences (e.g. financial abuse) in case of data theft. Because this personal information carries a high risk, this personal information is only visible to a small audience, which includes your selected {role} Role belongs.",
      "isNotVisible": "According to @:explanation.gdpr (GDPR), payment data is personal information, since a person can be identified by the payment data, which includes, among other things, the name. The data type of payment data is assigned a high risk, as it entails severe consequences (e.g. financial abuse) in case of data theft. Because this personal information carries a high level of risk, this personal information is only visible to a small audience, which includes your selected non {role} Role belongs."
    },
    "vehicleType": {
      "isVisible": "According to @:explanation.gdpr (GDPR), a vehicle type is not necessarily @:explanation.personal_information, since the type of a means of transport does not provide any information about the user. The type of the means of transport is of particular interest for the administration as well as for the rental of these. Therefore it is visible to you as {role}.",
      "isNotVisible": "A vehicle type is not necessarily @:explanation.personal_information according to @:explanation.gdpr (GDPR), because the type of a means of transport does not give any information about the user. The type of the means of transport is of particular interest for the administration as well as for the rental of these. Therefore it is not visible to you as {role} due to lack of access rights."
    },
    "status": {
      "isVisible": "According to @:explanation.gdpr (GDPR), a vehicle status is @:explanation.personal_information, because a person can be identified by the vehicle status with further information such as payment data. This is because the vehicle status in combination with payment data can be used to identify the respective user. For this reason the vehicle status is visible to you as {role}.",
      "isNotVisible": "According to @:explanation.gdpr (GDPR), a vehicle status is @:explanation.personal_information, because a person can be identified by the vehicle status with further information such as payment data. This is because the vehicle status in combination with payment data can be used to identify the respective user. For this reason, the vehicle status is not visible to you as {role}."
    },
    "batteryLevel": {
      "isVisible": "According to @:explanation.gdpr (GDPR), the battery level of a vehicle is not @:explanation.personal_informationm, as it does not provide information about the user and is publicly viewable in the context of the management and use of the vehicle. Therefore, the battery level is visible to you in the role of {role}.",
      "isNotVisible": "According to @:explanation.gdpr (GDPR), the battery level of a vehicle is not @:explanation.personal_informationm, as it does not provide information about the user and is publicly viewable in the context of the management and use of the vehicle. Therefore, the battery level is not visible to you in the role of {role}."
    },
    "ownerName": {
      "isVisible": "According to @:explanation.gdpr (GDPR), the name of the owner of a vehicle is not @:explanation.personal_informationm, as it does not provide information about the user and is publicly viewable in the context of the management and use of the vehicle. Therefore, the name of the owner of the vehicle is visible to you in the role of {role}.",
      "isNotVisible": "The name of the owner of a vehicle is not @:explanation.gdpr (DSGVO) personal_informationm according to @:explanation.personal_informationm, as it does not provide information about the user and is publicly viewable in the context of the management and use of the vehicle. Therefore, the name of the owner of the vehicle is not visible to you in the role of {role}."
    },
    "startTime": {
      "isVisible": "According to @:explanation.gdpr (GDPR), the start time of a trip is not personal information, as it alone does not allow any conclusions to be drawn about the identity of a person. For this reason, the start time is visible to you as {role}.",
      "isNotVisible": "According to @:explanation.gdpr (GDPR), the start time of a trip is not personal information, as it alone does not allow any conclusions to be drawn about the identity of a person. However, conclusions can be drawn about the behavior of people with this information. For this reason, the start time is not visible to you as {role}."
    },
    "endTime": {
      "isVisible": "According to @:explanation.gdpr (GDPR), the end time of a trip is not personal information, as it alone does not allow any conclusions to be drawn about the identity of a person. For this reason, the end time is visible to you as {role}.",
      "isNotVisible": "According to @:explanation.gdpr (GDPR), the end time of a trip is not personal information, as it alone does not allow any conclusions to be drawn about the identity of a person. However, conclusions can be drawn about the behavior of people with this information. For this reason, the end time is not visible to you as {role}."
    },
    "averageSpeed": {
      "isVisible": "According to @:explanation.gdpr (GDPR), the average speed of a trip is not personal information because it does not allow any conclusions to be drawn about the identity of a person. For this reason, the average speed is visible to you as {role}.",
      "isNotVisible": "According to @:explanation.gdpr (GDPR), the average speed of a trip is not personal information, as it alone does not allow any conclusions to be drawn about the identity of a person. However, conclusions can be drawn about the behavior of people with this information. For this reason, the end time is not visible to you as {role}."
    },
    "price": {
      "isVisible": "According to @:explanation.gdpr (GDPR), the price of a trip is not personal information, as it does not allow any conclusions to be drawn about a person. For this reason the price is visible to you as {role}.",
      "isNotVisible": "According to @:explanation.gdpr (GDPR), the price of a trip is not personal information, as it does not allow any conclusions to be drawn about a person. However, it still makes sense that data related to payments is only seen by the parties involved in the payment. For this reason, the price is not visible to you as {role}."
    },
    "paymentType": {
      "isVisible": "According to @:explanation.gdpr (GDPR), the type of payment is not personal information, since there is a very large number of people who use the same payment method, and therefore no conclusions can be drawn about the identity of the user with this information. For this reason, the payment type is visible to you as {role}.",
      "isNotVisible": "According to @:explanation.gdpr (GDPR), the type of payment is not personal information, since there is a very large number of people who use the same payment method, and therefore no conclusions can be drawn about the identity of the user with this information. However, it still makes sense that data related to payments is only seen by the parties involved in the payment. For this reason, the payment type is not visible to you as {role}."
    },
    "cardNumber": {
      "isVisible": "According to @:explanation.gdpr (GDPR), the credit card number is personal information because it is unique and can theoretically identify a person. Also, the credit card number can be used to make payments, so the risk of the credit card number is high and it is only visible to the card user.",
      "isNotVisible": "According to @:explanation.gdpr (GDPR), the credit card number is personal information because it is unique and can theoretically identify a person. Also, the credit card number can be used to make payments, so the risk of the credit card number is high and it is only visible to the card user."
    },
    "ccv": {
      "isVisible": "According to @:explanation.gdpr (GDPR), the CCV of a credit card is not personal information, as there are a large number of people for whom the CCV is identical, and therefore no conclusions can be drawn about the identity of the user with this information . However, you can make payments with the CCV in combination with the credit card number, so the risk of the CCV is still high and it is only visible to the user of the card.",
      "isNotVisible": "According to @:explanation.gdpr (GDPR), the CCV of a credit card is not personal information, as there are a large number of people for whom the CCV is identical, and therefore no conclusions can be drawn about the identity of the user with this information . However, you can make payments with the CCV in combination with the credit card number, so the risk of the CCV is still high and it is only visible to the user of the card."
    },
    "expiryDate": {
      "isVisible": "According to @:explanation.gdpr (GDPR), the expiry date of a credit card is not personal information, since there is a very large number of people for whom the expiration date is identical, and therefore no conclusions can be drawn about the identity of the user with this information However, it is still not entirely uncritical, as you can sometimes use the expiration date in combination with other data for online payments.For this reason, the expiryDate is visible to you as {role}.",
      "isNotVisible": "According to @:explanation.gdpr (GDPR), the expiration date of a credit card is not personal information, since there is a very large number of people for whom the expiry date is identical, and it is therefore not possible to draw any conclusions about the identity of the user with this information . However, it is still not entirely uncritical, since the expiration date can sometimes be used in combination with other data for online payments. For this reason, the expiryDate is not visible to you as {role}."
    },
    "provider": {
      "isVisible": "According to @:explanation.gdpr (GDPR), the name of the credit card provider is not personal information, since there is a very large number of people who use the same provider, and therefore no conclusions can be drawn about the identity of the user with this information. For this reason, the name of the credit card provider is visible to you as {role}.",
      "isNotVisible": "According to @:explanation.gdpr (GDPR), the name of the credit card provider is not personal information, since there is a very large number of people who use the same provider, and therefore no conclusions can be drawn about the identity of the user with this information. However, it still makes sense that data related to payments is only seen by the parties involved in the payment. For this reason, the name of the credit card provider is not visible to you as {role}."
    },
    "userName": {
      "isVisible": "According to @:explanation.gdpr (GDPR), a PayPal username is personal information because it is unique and can theoretically identify a person. In most cases, users choose a username that closely resembles the user's real name. However, you can freely choose the user name, so that identification is often not that easy in practice. In addition, it is not so easy to cause damage with the username alone. For this reason, the username is visible to you as {role}.",
      "isNotVisible": "According to @:explanation.gdpr (GDPR), a PayPal username is personal information because it is unique and can theoretically identify a person. In most cases, users choose a username that closely resembles the user's real name. However, you can freely choose the user name, so that identification is often not that easy in practice. In addition, it is not so easy to cause damage with the username alone. For this reason, the username is not visible to you as {role}."
    },
    "type": {
      "isVisible": "@:explanation.data_is_visible",
      "isNotVisible": "@:explanation.data_is_not_visible"
    },
    "currentPosition": {
      "isVisible": "@:explanation.data_is_visible",
      "isNotVisible": "@:explanation.data_is_not_visible"
    },
    "numPassengers": {
      "isVisible": "@:explanation.data_is_visible",
      "isNotVisible": "@:explanation.data_is_not_visible"
    },
    "color": {
      "isVisible": "@:explanation.data_is_visible",
      "isNotVisible": "@:explanation.data_is_not_visible"
    },
    "licensePlate": {
      "isVisible": "@:explanation.data_is_visible",
      "isNotVisible": "@:explanation.data_is_not_visible"
    },
    "startingPoint": {
      "isVisible": "@:explanation.data_is_visible",
      "isNotVisible": "@:explanation.data_is_not_visible"
    },
    "destination": {
      "isVisible": "@:explanation.data_is_visible",
      "isNotVisible": "@:explanation.data_is_not_visible"
    },
    "batteryCondition": {
      "isVisible": "@:explanation.data_is_visible",
      "isNotVisible": "@:explanation.data_is_not_visible"
    },
    "electricLock": {
      "isVisible": "@:explanation.data_is_visible",
      "isNotVisible": "@:explanation.data_is_not_visible"
    },
    "electric": {
      "isVisible": "@:explanation.data_is_visible",
      "isNotVisible": "@:explanation.data_is_not_visible"
    }
  }
}
