{
  "app": {
    "city": "Stadt",
    "close": "Schließen",
    "company": "Unternehmen",
    "confidentiality-visualizer": "Vertraulichkeits-Visualisierer",
    "dataViewer": "Daten-Anzeiger",
    "help": "Hilfe",
    "month": "kein Monat | ein Monat | {count} Monate",
    "source": "Quelle",
    "user": "Benutzer",
    "toggle-data-viewer": "@:app.dataViewer umschalten",
    "welcome": "Willkommen zu unserem @:app.confidentiality-visualizer",
    "aggregatedDataReasoning": "Sie befinden sich momentan in der Rolle der Stadt. Nachfolgend sehen Sie die der Stadt zugänglichen aggregierten Daten aus dem Mobilitätskontext.",
    "year": "kein Jahr | ein Jahr | {count} Jahre",
    "day": "kein Tag | ein Tag | {count} Tage",
    "dataViews": {
      "paymentDataView": "Zahlungsdaten",
      "riderDataView": "Fahrerdaten",
      "tripDataView": "Tripdaten",
      "vehicleDataView": "Fahrzeugdaten"
    },
    "reset": "Zurücksetzen"
  },
  "data": {
    "address": "Adresse",
    "birthday": "Geburtstag",
    "vehicleType": "Typ",
    "forename": "Vorname",
    "surname": "Nachname",
    "email": "E-Mail",
    "phoneNumber": "Telefonnummer",
    "status": "Status",
    "batteryLevel": "Batteriestand",
    "type": "Typ",
    "ownerName": "Eigentümer",
    "currentPosition": "Aktuelle Position",
    "startTime": "Startzeit",
    "endTime": "Endzeit",
    "averageSpeed": "Durchschnittsgeschwindigkeit",
    "price": "Preis",
    "paymentType": "Zahlungsart",
    "cardNumber": "Kartennummer",
    "ccv": "CCV",
    "expiryDate": "Auslaufdatum",
    "provider": "Anbieter",
    "userName": "Nutzername",
    "color": "Farbe",
    "numPassengers": "Anzahl Passagiere",
    "licensePlate": "Nummernschild",
    "electric": "Elektrisch",
    "electricLock": "Elektrisches Schloss",
    "batteryCondition": "Batteriezustand",
    "startingPoint": "Startpunkt",
    "destination": "Reiseziel"
  },
  "risk": {
    "low": "Niedrig",
    "medium": "Mittel",
    "high": "Hoch",
    "low_explanation": "Ein Datentyp mit geringem Risiko entspricht Daten, die öffentlich zugänglich sind, wie z. B. die Anzahl der E-Bikes in Karlsruhe oder die Standorte inaktiver E-Scooter. Die Daten sind nicht sensibel, d.h. sie können nicht zur Identifizierung eines Fahrers oder zum Schaden anderer Personen verwendet werden.",
    "medium_explanation": "Ein Datentyp mit mittlerem Risiko bedeutet, dass es sich um personenbezogene Daten im Sinne des europäischen Datenschutzrechts handelt. Daten wie Namen, E-Mails und Telefonnummern fallen in diese Kategorie. Sie können zur direkten oder indirekten Identifizierung eines Fahrers verwendet werden. Im Gegensatz zu den Daten mit hohem Risiko enthalten sie jedoch keine hochsensiblen Informationen wie Kreditkartennummern.",
    "high_explanation": "Bei einem Datentyp mit hohem Risiko handelt es sich um personenbezogene Daten wie bei Datentypen mit mittlerem Risiko, aber sie unterscheiden sich durch die Schwere der möglichen Folgen, wenn die Daten gestohlen werden. Sie können verwendet werden, um Personen zu identifizieren und zu schädigen. Datentypen wie Kreditkartennummern mit ihren jeweiligen CCVs können zum Beispiel verwendet werden, um anderen Personen finanziell zu schaden.",
    "low_subtitle": "Was ist ein Datentyp mit 'geringem' Risiko?",
    "medium_subtitle": "Was ist ein Datentyp mit 'mittlerem' Risiko?",
    "high_subtitle": "Was ist ein Datentyp mit 'hohem' Risiko?",
    "title": "Erläuterung der Risikostufen von Datentypen"
  },
  "help": {
    "title": "Hilfe",
    "about_the_app": "Über die App",
    "about_the_app_text": "Durch ein wachsendes Angebot an öffentlichen Verkehrsmitteln und die zunehmende Digitalisierung steigt die Menge der gesammelten Daten im öffentlichen Nahverkehr immer weiter an. Daher ist das Ziel dieses Web-basierten Demonstrators, zu visualisieren, welche Daten genau in welcher Situation gesammelt werden. Außerdem soll er dabei helfen zu verstehen, wie groß jeweils das Risiko ist, welches mit diesen Daten einhergeht, wie lange die Daten gespeichert werden, und wer auf sie zugreifen kann. Um dieses Ziel zu erreichen, wird eine interaktive Karte der Stadt Karlsruhe genutzt, auf der man öffentliche Verkehrsmittle auf ihrem Weg durch die Stadt beobachten und diese anklicken kann, um mehr über die mit ihnen und ihren Trips verbundenen gesammelten Daten zu erfahren.",
    "how_it_works": "So funktioniert es",
    "how_it_works_text": "Sobald diese Anwendung gestartet wird, fangen die Icons auf der Karte an, sich auf ihren Routen zu bewegen. Sie repräsentieren jeweils verschiedenen öffentlich Fortbewegungsmittel, wie Busse oder E-Scooter. Durch Klicken auf ein Icon öffnet sich der Daten-Anzeiger, und es werden die Daten zum Trip des ausgewählten Icons angezeigt. Dort kann man wählen, ob man Daten bezüglich des Nutzers des Fahrzeuges, des Bezahlvorgangs, des Fahrzeuges oder seines aktuellen Trips anschauen will. Dann werden die jeweiligen gesammelten Daten und ihre zugehörigen Risiken angezeigt. Auf der Anzeige oben über der Karte kann man außerdem einstellen, aus welcher Sicht man die Daten betrachten will. Die Daten, die von der gewählten Sicht nicht einsehbar sind, werden verschwommen angezeigt. Um herauszufinden, nach welchen Kriterien die Risiken bestimmt werden, kann man auf das grün-gelb-rote Feld unten links klicken. Außerdem kann man oben links die Animation pausieren oder zurücksetzen.",
    "what_infos_you_can_get": "Diese Infos kannst du ablesen",
    "what_infos_you_can_get_text": "Diese Anwendung erlaubt es, die verschiedenen Arten von Daten zu betrachten, die bei der Nutzung öffentlicher Fahrzeuge anfallen. Dafür werden die Daten in vier Kategorien eingeteilt: Fahrerdaten, Zahlungsdaten, Fahrzeugdaten und Tripdaten. Unter Fahrerdaten findet man alle Daten, die über den Nutzer des Fahrzeugs gesammelt werden, wie zB. dessen Name. Zahlungsdaten sind Daten bezüglich der Zahlung des Tickets für den Trip, wie zB. die Kreditkartennummer. Die Fahrzeugdaten beinhalten beispielsweise die aktuelle Position des Fahrzeugs. Die Tripdaten beinhalten Daten bezüglich des Trips selbst, wie zB. Start- und Endzeitpunkt. Zu allen Daten kann man prüfen, ob sie von drei verschiedenen Sichten aus verfügbar sind: Der Sicht des Nutzers des Fahrzeugs, der Sicht der Stadt und der Sicht des Unternehmens, dem das Fahrzeug gehört. Eine Farbskala zeigt außerdem an, ob das mit einem Datum verbundene Risiko niedrig, mittel oder hoch ist. Durch Klicken auf ein Datum erhält man detaillierte Infos darüber, warum das Datum einem Bestimmten Risiko zugeordnet ist, warum es von der gewählten Sicht verfügbar bzw. nicht verfügbar ist, und wie lange es gespeichert wird."
  }
}
