{
  "app": {
    "aggregatedData": {
      "averageDistance": "Average Distance",
      "averageDuration": "Average Duration",
      "averagePrice": "Average Price",
      "averageSpeed": "Average Speed",
      "numberOfActiveVehicles": "Number of active Vehicles",
      "numberOfUsers": "Number of Users"
    },
    "aggregatedDataReasoning": "You are currently in the role of the city. Below you can see the aggregated data accessible to the city from the mobility context.",
    "city": "City",
    "close": "Close",
    "company": "Company",
    "confidentiality-visualizer": "Confidentiality Visualizer",
    "dataViewer": "Data Viewer",
    "dataViews": {
      "paymentDataView": "Payment Data",
      "riderDataView": "Rider Data",
      "tripDataView": "Trip Data",
      "vehicleDataView": "Vehicle Data"
    },
    "reset": "Reset",
    "day": "no day | one day | {count} days",
    "help": "Help",
    "month": "no month | one month | {count} months",
    "source": "Read more",
    "toggle-data-viewer": "Toggle Data Viewer",
    "user": "User",
    "welcome": {
      "click_to_see_data": "Click on one of the vehicle icons on the map to see the collected data about the trip.",
      "get_help": "Click on the Help button to get further information about our application.",
      "getting_started": "To begin, choose a role first by selecting one of the icons in the navigation bar.",
      "title": "Welcome to our @:app.confidentiality-visualizer"
    },
    "year": "no year | one year | {count} years"
  },
  "data": {
    "address": "Address",
    "type": "Type",
    "averageSpeed": "Average speed",
    "batteryLevel": "Battery",
    "cardNumber": "Card Number",
    "ccv": "CCV",
    "currentPosition": "Current Position",
    "email": "E-Mail",
    "endTime": "End Time",
    "expiryDate": "Expiry Date",
    "forename": "Forename",
    "ownerName": "Owner",
    "paymentData": "Payment Data",
    "paymentType": "Payment Method",
    "phoneNumber": "Phone Number",
    "price": "Price",
    "provider": "Provider",
    "userName": "Username",
    "color": "Color",
    "numPassengers": "Number of Passengers",
    "licensePlate": "License Plate",
    "electric": "Electric",
    "electricLock": "Electric Lock",
    "batteryCondition": "Battery Condition",
    "startTime": "Start Time",
    "status": "Status",
    "surname": "Surname",
    "startingPoint": "Starting Point",
    "destination": "Destination"
  },
  "help": {
    "about_the_app": "About the app",
    "about_the_app_text": "In recent times, the number of public vehicles, that are available, is increasing rapidly. Combined with the advance in digitalization, the leads to a great amount of collected data from the users of the public vehicles. This web-based demonstrator aims to visualize, what data exactly is collected in what situation. It also helps to understand, how big the risk associated with those data is, how long they are stored and who has access to them. To achieve this, an interactive map of the city Karlsruhe is used, where you can see public vehicles on there way through the city, and click on them, to learn more about the associated data of those vehicles and their trips.",
    "how_it_works": "How it works",
    "how_it_works_text": "When the app is started, the icons on the map start to move on their routes. They represent different kind of public vehicles like busses or e-scooter. You can click on an icon to open the data viewer and see the data, that is selected on the trip of the icon. On the data viewer, you can choose, if you want to see the data concerning the user of the vehicle, the payment of the trip, the vehicle or the trip itself. Then you can see the collected data and the associated risk. One the navigation bar on the top you can choose, from what view you want to see the data. If the data is not visible to the selected view, it is blurred out. If you want to know, what determines, how risky a datum is, you can click on the 'Low, Medium, High' button on the bottom left. You can also pause or reset the animation with the buttons on the top left.",
    "title": "Help",
    "what_infos_you_can_get": "What infos you can get",
    "what_infos_you_can_get_text": "This application allows you to look at different types of data, that are collected while using public vehicles. The data is divided in four different categories: rider data, payment data, vehicle data and trip data. Rider data are all the data concerning the user of a public vehicle, like for instance the person’s name. Payment data are all the data concerning the payment of the trip, like for instance the credit card number. Vehicle data are data about the vehicle, that is used, like its current position. Finally, trip data is all the data concerning the trip itself, like the start and end time. For each data, you can see, whether they are available from different views, naming the user of the vehicle, the city and the company that owns the vehicle. A color scale shows if the risk associated with the datum is high, medium, or low. By clicking on a datum, you get detailed information on why the data is assigned to its risk level, why it is visible or not from the selected view, and how long it is stored."
  },
  "risk": {
    "high": "High",
    "medium": "Medium",
    "low": "Low",
    "low_explanation": "A low risk data type corresponds to data that is publicly available, like how many e-bikes are currently in Karlsruhe or the locations of inactive E-scooters. The data is not sensitive, i.e. it cannot be used to identify a rider or to harm other individuals.",
    "medium_explanation": "A medium risk data type means that it qualifies as personal data according to european data protection law. Data like names, E-Mails and telephone numbers fall into this category. They can be used to directly or indirectly identify a rider. But in contrast to the high risk data, they do not contain highly sensitive information like credit card numbers.",
    "high_explanation": "A high risk data type is personal data like medium risk data types, but they differ in the severity of possible consequences, if the data is stolen. It can be used to identify and harm individuals. Data types like credit card numbers with their respective CCVs can be used to financially harm other individuals.",
    "low_subtitle": "What is a 'low' risk data type?",
    "medium_subtitle": "What is a 'medium' risk data type?",
    "high_subtitle": "What is a 'high' risk data type?",
    "title": "Explanation of the Risk Levels of Data Types"
  }
}
